<template>
    <div class="AboutWrap">
        <div class="AboutNameWrap">
            <h1>Обо мне</h1>
        </div>
        <div class="AboutInfoTxt">
            <p> Я, Остапович Андрей Викторович родился 5 апреля 2004 года в селе Яркое,
                расположенном в прекрасном Джанкойском районе республики Крым.<br>
                С детства я был любознателен и полон энергии, стремясь к знаниям и достижениям.
                В 2010 году началась моя учебная карьера, когда я с радостью отправился в первый
                класс МОУ "Ярковская школа" в своем родном селе Яркое. В течение многих лет учебы
                я старательно занимался и достигал успехов в различных предметах, но особенно меня
                привлекала физическая активность и спорт.<br>
                С годами мои усилия и стремление к знаниям принесли свои плоды. В 2021 году я
                окончил школу с отличием, успешно преодолевая все учебные вызовы. Это был для меня
                действительно значимый момент, и я был горд своими достижениями и прогрессом.<br>
                Поступление в Севастопольский Государственный университет на направление 
                "Информационные технологии" стало следующим важным этапом в моей образовательной
                карьере. Я выбрал данное направление, поскольку увлечен технологиями и информационными
                решениями, которые играют важную роль в современном мире. Я уверен, что получение
                специализированного образования в этой области даст мне возможность реализовать
                свой потенциал и внести свой вклад в развитие информационных технологий.<br>
                Я полон энтузиазма и решимости успешно освоить учебную программу университета.
                Я стремлюсь набраться знаний в области разработки программного обеспечения, анализа
                данных, информационной безопасности и других аспектов информационных технологий.
                Я уверен, что эти знания помогут мне стать квалифицированным специалистом и принести
                пользу в сфере IT.
             </p>
        </div>
    </div>
</template>
  
<script src="../js/about"></script>