<template>
    <div class="HomeWrap">
        <div class="HomeNameWrap">
            <h1>Остапович Андрей Викторович</h1>
            <h2>ИС/б-21-3-о</h2>
        </div>
        <div class="HomeInfoWrap">
            <div class="pic">
                <img src="../assets/patrik-home.jpg">
            </div>
            <div class="InfoTxt">
                <p>
                    Добро пожаловать на мой персональный сайт!<br>
                    Здесь вы найдете много интересной информации
                    обо мне и моей деятельности. Я рад представить
                    вам свои навыки, достижения и профессиональный
                    опыт.<br>
                    На этом сайте вы найдете разделы, в которых
                    изложена основная информация обо мне и моих
                    интересах.<br>
                    Также вы можете задать мне вопросы и получить
                    детальные ответы на различные темы. Я готов помочь
                    вам с учебой, исследованиями или просто быть
                    собеседником. Чувствуйте себя свободно задавать
                    вопросы и делиться своими мыслями.<br>
                    Я надеюсь, что вы найдете этот сайт полезным и
                    интересным. Благодарю вас за посещение, и не
                    стесняйтесь связаться со мной, если у вас есть
                    какие-либо вопросы или предложения.
                </p>
            </div>
        </div>
    </div>
</template>

<script src="../js/home"></script>